{
  "components": {
    "navigation": {
      "home": "Inicio",
      "about_us": "Sobre Nosotros",
      "apartment": "Apartamento Vacacional",
      "house": "Casa Vacacional",
      "contact": "Contacto"
    },
    "contactForm": {
      "name": {
        "label": "Nombre",
        "valueMissing": "Por favor, introduce tu nombre"
      },
      "email": {
        "label": "Correo Electrónico",
        "valueMissing": "Por favor, introduce tu correo electrónico",
        "typeMismatch": "Por favor, introduce un correo electrónico válido"
      },
      "phone": {
        "label": "Número de Teléfono"
      },
      "message": {
        "label": "Mensaje",
        "valueMissing": "Por favor, introduce un mensaje"
      },
      "sendButtonLabel": "Enviar"
    },
    "languageSelector": {
      "placeholder": "Seleccionar Idioma",
      "options": {
        "de": "Alemán",
        "en": "Inglés",
        "es": "Español"
      }
    },
    "footer": {
      "imprint": "Aviso Legal",
      "privacy": "Privacidad",
      "contact": "Contacto",
      "allRightsReserved": "Todos los Derechos Reservados"
    }
  },
  "pages": {
    "home": {
      "welcome": "Vacaciones en la Costa Cálida",
      "headline": "Los Alcázares - Tu Destino Vacacional Perfecto en la Costa Cálida",
      "descriptions": {
        "1": "Los Alcázares, el codiciado resort costero en la Costa Cálida española en la región de Murcia, encanta a los visitantes con su ubicación única en el Mar Menor, la laguna de agua salada más grande de Europa. La encantadora ciudad costera ofrece condiciones ideales para familias con niños y entusiastas de los deportes acuáticos con sus aguas tranquilas y poco profundas.",
        "2/headline": "Ubicación y Clima Fantásticos",
        "2": "Con 7 kilómetros de costa y temperaturas promedio anuales de 20°C, Los Alcázares es el lugar ideal para disfrutar del sol y el mar durante todo el año. La ubicación conveniente facilita el viaje:",
        "2/1": "15 minutos del Aeropuerto de San Javier",
        "2/2": "50 minutos del Aeropuerto de Alicante",
        "3/headline": "Salud y Bienestar en el Mar Menor",
        "3": "El agua salada terapéutica del Mar Menor convierte cada vacación de playa en una experiencia de spa natural. El agua salada rica en yodo tiene:",
        "3/1": "Efectos curativos para problemas dermatológicos",
        "3/2": "Alivio para dolencias reumáticas",
        "3/3": "Efectos beneficiosos para el sistema respiratorio",
        "4/headline": "Deportes Acuáticos y Actividades",
        "4": "Los Alcázares ofrece agua cristalina y playas de arena blanca - perfectas para:",
        "4/1": "Vela y windsurf",
        "4/2": "Piragüismo y kitesurf",
        "4/3": "Natación y snorkel",
        "5": "El moderno centro deportivo complementa la oferta con baloncesto, fútbol, tenis, voleibol y cursos de fitness.",
        "6/headline": "Infraestructura Perfecta para tus Vacaciones",
        "6": "Los Alcázares cuenta con una infraestructura turística completa:",
        "6/1": "Restaurantes con gastronomía murciana",
        "6/2": "Supermercados y tiendas",
        "6/3": "Colegios internacionales",
        "6/4": "Atención médica",
        "6/5": "15 campos de golf en la zona, incluyendo el famoso Golf Club La Manga",
        "7": "El moderno centro deportivo complementa la oferta con baloncesto, fútbol, tenis, voleibol y cursos de fitness.",
        "8/headline": "Descubre la Región de Murcia",
        "8/1": "Cartagena - La histórica ciudad portuaria de cruceros con ruinas romanas y ambiente marítimo.",
        "8/2": "Murcia - La capital regional deleita con su hermoso casco antiguo y atracciones culturales.",
        "8/3": "Mula - Relajación pura en los famosos baños termales subterráneos.",
        "8/4": "Calblanque - Una reserva natural con playas de ensueño, cuevas ocultas y agua cristalina.",
        "8/5": "La Manga del Mar Menor - La única lengua de tierra entre la laguna de agua salada y el Mar Mediterráneo tiene solo 80 metros de ancho en su punto más estrecho. ¡Aquí puedes bañarte en dos cuerpos de agua diferentes en un día!",
        "9/headline": "Tus Vacaciones de Ensueño en Los Alcázares te Esperan",
        "9": "Los Alcázares combina relajación, salud y actividad en perfecta armonía. Ya sea vacaciones familiares, aventura de deportes acuáticos o descanso de bienestar - descubre por ti mismo por qué Los Alcázares es uno de los destinos de viaje más populares de la Costa Cálida."
      },
      "exposeListSection": {
        "headline": "Alojamientos",
        "apartment": {
          "description": "4 Camas • 2 Baños",
          "headline": "Apartamento Vacacional Los Alcázares Mar Menor - Apartamento de Lujo Puerto Marina Murcia"
        }
      }
    },
    "contact": {
      "contact": {
        "headline": "Contacto"
      },
      "enquiry": {
        "headline": "Consulta",
        "successMessage": "Tu consulta ha sido enviada con éxito.",
        "errorMessage": "Tu consulta no pudo ser enviada."
      }
    },
    "expose": {
      "locationDescriptionSection": {
        "headline": "Ubicación"
      },
      "equipmentFeaturesSection": {
        "headline": "Características del Equipamiento",
        "subHeadlines": {
          "general": "General",
          "outdoorArea": "Área Exterior",
          "kitchen": "Cocina",
          "bedroom": "Dormitorio",
          "bathroom": "Baño",
          "baby": "Bebé"
        },
        "descriptions": {
          "air_conditioner": "Aire Acondicionado",
          "baby_bed": "Cuna",
          "balcony": "Balcón",
          "barrier_free": "Sin Barreras",
          "elevator": "Ascensor",
          "bathtub": "Bañera",
          "bed_linen": "Ropa de Cama",
          "coffee_machine": "Cafetera",
          "cooker": "Cocina",
          "dishes": "Vajilla",
          "fire_extinguisher": "Extintor",
          "freezer": "Congelador",
          "hairdryer": "Secador de Pelo",
          "high_chair": "Trona",
          "microwave": "Microondas",
          "oven": "Horno",
          "pots_pans": "Ollas / Sartenes",
          "refrigerator": "Refrigerador",
          "shower": "Ducha",
          "smoke_detector": "Detector de Humo",
          "terrace": "Terraza",
          "towels": "Toallas",
          "vacuum": "Aspiradora",
          "washing_rack": "Tendedero",
          "parking": "Aparcamiento",
          "tv": "Televisión",
          "wlan": "WiFi",
          "washing_machine": "Lavadora",
          "pool": "Piscina",
          "kettle": "Hervidor Eléctrico"
        }
      },
      "houseRulesSection": {
        "headline": "Normas de la Casa",
        "itemHeadlines": {
          "checkin": "Check-in",
          "checkout": "Check-out",
          "pet": "Mascotas",
          "party": "Eventos",
          "smoking": "Fumar"
        },
        "descriptions": {
          "pet": "No se permiten mascotas",
          "party": "No se permiten eventos",
          "smoking": "No se permite fumar"
        }
      },
      "propertySummary": {
        "labels": {
          "bed": "Camas",
          "bathroom": "Baños",
          "bedroom": "Dormitorios",
          "group": "máx. Personas"
        }
      },
      "bookIt": {
        "perNight": "por noche",
        "cleaning": "más una tarifa de limpieza única de {cleaning}",
        "contact": "Contactar Proveedor"
      }
    },
    "expose/apartment": {
      "headline": "Apartamento Vacacional Los Alcázares Mar Menor - Apartamento de Lujo Puerto Marina Murcia",
      "description": {
        "1": "El apartamento tiene capacidad para hasta cuatro personas. Cuenta con tres habitaciones, dos dormitorios, una sala de estar, un baño y una cocina de estilo americano. Un punto destacado es el balcón donde puedes disfrutar del sol de la tarde desde las 18:00. El apartamento está completamente equipado con utensilios de cocina, toallas y ropa de cama. Tiene televisión alemana y un Amazon Fire TV Stick. Está ubicado en el primer piso y también es accesible por ascensor.",
        "2": "El complejo cuenta con una hermosa área interior con tres piscinas, dos de las cuales son accesibles para discapacitados. Las palmeras enmarcan el complejo y crean un ambiente caribeño. El lugar ideal para relajarse.",
        "3": "Proporcionamos a nuestros huéspedes tumbonas para el uso de la piscina. Solo pedimos que devuelvan las tumbonas al apartamento desde el área de la piscina al final del día. También ten en cuenta que el vidrio en cualquier forma no está permitido en las áreas de la piscina.",
        "4": "El complejo residencial impresiona con su ubicación central pero tranquila. Como una residencia cerrada, segura y privada, está a solo unos minutos a pie de la playa, tiendas, bares y restaurantes - por lo tanto, no es necesario un coche si prefieres caminar.",
        "5": "Infraestructura perfecta en las inmediaciones:",
        "5/1": "Supermercados (Lidl, Aldi, Mercadona): a solo 150 m",
        "5/2": "Famosa zona peatonal de Los Alcázares con la Plaza 525: 120 m - aquí puedes esperar restaurantes, bares de baile nocturnos, música en vivo y numerosos puestos hippies y de vendedores",
        "5/3": "Mar con el pintoresco paseo marítimo y diversos restaurantes: 950 m",
        "6": "Nuestro apartamento vacacional te ofrece el punto de partida ideal para unas vacaciones inolvidables con una atractiva relación calidad-precio.",
        "7": "Nota importante: No se permiten mascotas en el complejo residencial."
      },
      "location": {
        "description": {
          "1": "Los Alcázares es un popular resort vacacional en la soleada Costa Cálida en la región española de Murcia. Ubicado directamente en el hermoso Mar Menor, la laguna de agua salada más grande de Europa, el resort ofrece condiciones perfectas para unas vacaciones relajantes y activas en España.",
          "2": "Con alrededor de 7 kilómetros de playa de arena fina, agua tranquila y poco profunda y un clima suave durante todo el año (promedio de 20°C), Los Alcázares es el destino de viaje ideal para familias, parejas y vacacionistas activos. Particularmente popular es bañarse en el Mar Menor, cuya agua salada rica en yodo es conocida por sus efectos terapéuticos - ideal para problemas de piel, respiratorios y articulares. ¡Un spa natural justo en tu puerta!",
          "3": "Nuestro apartamento vacacional en Los Alcázares está ubicado a solo unos metros de la playa y es excelentemente accesible: el Aeropuerto Murcia-San Javier está a solo unos kilómetros, el Aeropuerto de Alicante se puede alcanzar en aproximadamente 50 minutos en coche.",
          "4": "Experimenta una combinación perfecta de relajación, deporte y estilo de vida español en Los Alcázares:",
          "4/1": "Oportunidades de deportes acuáticos como vela, windsurf, kitesurf, kayak, stand-up paddle",
          "4/2": "Centros deportivos modernos con tenis, voleibol, squash, fitness, fútbol y mucho más",
          "4/3": "Especialidades locales de la cocina murciana en numerosos restaurantes y bares de tapas",
          "4/4": "Sitios históricos y emocionantes destinos de excursión en la zona",
          "5": "La ciudad ofrece excelente infraestructura con supermercados, farmacias, colegios internacionales, atención médica, campos de golf y un servicio de autobús confiable a lo largo de la costa.",
          "6": "Para los golfistas, la región es un paraíso: cerca hay más de 15 campos de golf, incluyendo el conocido La Manga Club, uno de los mejores resorts de golf de Europa.",
          "7": "Ya sea que busques unas vacaciones de playa en España, unas vacaciones de golf activas en la Costa Cálida o simplemente relajación con la familia - Los Alcázares ofrece las mejores condiciones para una estancia inolvidable."
        }
      },
      "houseRules": {
        "checkIn": "Check-in desde las 15:00",
        "checkOut": "Check-out antes de las 11:00",
        "description": {
          "1": "Según las normas de la casa del complejo Puerto Marina, no está permitido secar toallas en el balcón. Por favor, usa el tendedero disponible en su lugar."
        }
      }
    },
    "about": {
      "headline": "Sobre Nosotros",
      "description": {
        "1": "Nosotros, Olaf y Tina, habíamos soñado durante mucho tiempo con emigrar a España. Olaf es medio español, su madre viene de la región de Murcia. Hemos sido propietarios de un apartamento en Los Urrutias durante años. En 2024, entonces dimos el paso, vendimos todo en Alemania y emigramos completamente a España. Somos autónomos aquí con un pequeño servicio alemán y ahora queremos dar a otros la oportunidad de conocer el ambiente y el estilo de vida de esta zona.",
        "2": "Amamos este país y queremos inspirar a otros sobre él también. Es importante para nosotros que como propietarios estemos siempre en el sitio y disponibles como personas de contacto. El alquiler es manejado por nosotros personalmente. Esto significa para ti como nuestros inquilinos que realizamos una inspección final (cuando los inquilinos se van), para que se asegure que no experimentarás sorpresas desagradables al llegar y el apartamento esté en perfectas condiciones."
      }
    },
    "privacy": {
      "headline": "Política de Privacidad",
      "descriptions": {
        "1/headline": "1. Información General",
        "1": "La protección de sus datos personales es una preocupación especial para mí. Por lo tanto, proceso sus datos exclusivamente sobre la base de las disposiciones legales (RGPD, TMG). En esta política de privacidad, le informo sobre qué datos se recopilan al visitar este sitio web y cómo los manejo.",
        "2/headline": "2. Responsable del Tratamiento",
        "2": "El responsable del tratamiento de datos en este sitio web es:",
        "3/headline": "3. Recopilación y Procesamiento de Datos Personales",
        "3": "Este sitio web generalmente puede visitarse sin proporcionar datos personales. No se establecen cookies y no se utilizan herramientas de seguimiento o análisis.",
        "4/headline": "Formulario de Contacto:",
        "4": "Si se pone en contacto conmigo a través del formulario en el sitio web, los datos que proporcione (por ejemplo, nombre, dirección de correo electrónico, mensaje) serán almacenados por mí con el propósito de procesar su consulta y en caso de preguntas de seguimiento. Estos datos no se compartirán sin su consentimiento y no se utilizarán para otros fines.",
        "5/headline": "Base Legal:",
        "5": "El procesamiento de datos se lleva a cabo de acuerdo con el Art. 6 Párr. 1 lit. b RGPD (para el cumplimiento de un contrato o medidas precontractuales).",
        "6/headline": "4. Archivos de Registro del Servidor",
        "6": "El proveedor de alojamiento de este sitio web puede recopilar y almacenar automáticamente información en los llamados archivos de registro del servidor, que su navegador transmite automáticamente. Estos pueden incluir:",
        "6/1": "Dirección IP",
        "6/2": "Tipo y versión del navegador",
        "6/3": "Sistema operativo utilizado",
        "6/4": "URL de referencia",
        "6/5": "Hora de la solicitud del servidor",
        "7": "Estos datos no pueden asignarse a personas específicas. No se realiza ninguna fusión de estos datos con otras fuentes de datos. Los datos sirven únicamente para el monitoreo técnico y la seguridad del sitio web.",
        "8/headline": "5. Sus Derechos",
        "8": "Usted tiene derecho a los siguientes derechos:",
        "8/1": "Información sobre sus datos almacenados",
        "8/2": "Corrección de datos incorrectos",
        "8/3": "Eliminación de sus datos (siempre que no exista obligación legal de conservación)",
        "8/4": "Restricción del procesamiento",
        "8/5": "Oposición al procesamiento",
        "8/6": "Portabilidad de datos (si aplica)",
        "9": "Si cree que el procesamiento de sus datos viola la ley de protección de datos, tiene derecho a presentar una queja ante la autoridad supervisora de protección de datos competente.",
        "10/headline": "6. Contacto Sobre Protección de Datos",
        "10": "Para preguntas sobre la recopilación, procesamiento o uso de sus datos personales, así como para información, corrección, bloqueo o eliminación de datos, póngase en contacto con: casas.marmenor@gmx.de"
      }
    }
  },
  "metadata": {
    "title": "Los Alcázares - Tu Destino Vacacional Perfecto en la Costa Cálida",
    "description": "Casa vacacional y apartamento vacacional en Los Alcázares (Murcia) con piscina. Ideal para vacaciones de playa, relajación y vacaciones familiares en la costa española."
  }
}